Repository: wpup/2fa
Catalog: languages/2fa-*.po
Languages: sv_se

source: <strong>ERROR</strong>: Invalid 2FA code
sv_se: <strong>FEL</strong>: Felaktig 2FA-kod

source: <strong>ERROR</strong>: The recovery code is incorrect
sv_se: <strong>FEL</strong>: 2FA-koden är felaktig

source: <strong>ERROR</strong>: Invalid 2FA secret
sv_se: <strong>FEL</strong>: Felaktig 2FA-hemlighet

source: <strong>ERROR</strong>: The 2FA code is incorrect
sv_se: <strong>FEL</strong>: 2FA-koden är felaktig

source: If you don't have Two-Factor Authenticator enabled for your account, leave this field empty.
sv_se: Om du inte har tvåfaktorautentisering aktiverat för ditt konto, lämna det här fältet tomt.

source: 2FA Code
sv_se: 2FA-kod

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Two-Factor Authentication Management
sv_se: Tvåfaktorautentiseringshantering

source: Enable
sv_se: Aktivera

source: QR Barcode
sv_se: QR Streckkod

source: Open up your 2FA mobile app and scan the following QR barcode:
sv_se: Öppna din 2FA mobilapp och skanna följande QR-streckkod:

source: If your 2FA mobile app does not support QR barcodes, enter in the following number:
sv_se: Om din 2FA mobilapp inte stöder QR-streckkoder, ange följande nummer:

source: Recovery codes
sv_se: Återställningskoder

source: Recovery codes are used to access your account in the event you cannot receive two-factor authentication codes.
sv_se: Återställningskoder används för att komma åt ditt konto om du inte kan få två fabriks autentiseringskoder.

source: Put these in a safe spot.
sv_se: Spara dem på en säker plats.

source: If you lose your device and don't have the recovery codes you will lose access to your account.
sv_se: Om du förlorar din enhet och inte har återställningskoderna förlorar du åtkomst till ditt konto.

source: Generate new recovery codes
sv_se: Skapa nya återställningskoder

source: When you generate new recovery codes, you must download or print the new codes. Your old codes won't work anymore.
sv_se: När du genererar nya återställningskoder måste du ladda ner eller skriva ut de nya koderna. Dina gamla koder fungerar inte längre.
